Repository: wp-plugins/scrapebreaker
Catalog: scrapebreaker-*.po
Languages: sr_rs

source: Plugin deactivated. WordPress Version %s required. Please upgrade WordPress to the latest version.
sr_rs: Plugin deaktiviran. Obavezna je %s WordPress verzija. Molimo vas da nadogradite WordPress na najnoviju verziju.

source: Plugin settings saved.
sr_rs: Podešavanja plugin-a su sačuvana.

source: Use the JavaScript Frame Breaker only.
sr_rs: Koristite samo JavaScript Frame Breaker.

source: Use this option if you prefer to only use the JavaScript frame breaker and not use the X-Frame-Options. The default uses the X-Frame-Options as the first line of defense and falls back to the JavaScript redirect in older browsers that do not recognize X-Frame-Options. You may want to test and see which is the best option for you.
sr_rs: Koristite ovu opciju ako više volite da koristite samo JavaScript frame breaker, a ne X-Frame-Options. Podrazumevane opcije koriste X-Frame-Options kao prvu liniju odbrane. Kod starijih pretraživača, koji ne prepoznaju X-Frame-Options, preusmerava se na JavaScript. Možda ćete hteti da testirate obe i da vidite koja vam je opcija najbolja.

source: Your %s settings are currently overriding the settings on this page.
sr_rs: Vaša %s podešavanja trenutno poništavaju podešavanja na ovoj stranici.

source: Check out our other plugins:
sr_rs: Pogledajte i naše druge dodatke.

source: If you like ScrapeBreaker, you might want to check out our other plugins:
sr_rs: Ako vam se dopada ScrapeBreaker, možda ćete hteti da pogledate naše ostale dodatke:

source: An extremely powerful and user friendly WordPress anti-spam plugin that stops blog comment spam cold, including trackback and pingback spam. Includes spam-blocking contact form feature, and protection from user registration spam as well. WP-SpamShield is an all-in-one spam solution for WordPress. See what it's like to run a WordPress site without spam!
sr_rs: Izuzetno moćan i jednostavan WordPress anti-spam dodatak koji sprečava spam-ove komentara bloga, uključujući spam kontraveze i kontrapinga. Ima opciju obrasca kontakta koji blokira spam, kao i zaštitu od spam-a registracije korisnika. WP-SpamShield je sve što vam treba da se zaštitite od spam-ova u WordPress-u. Uverite se kako izgleda pokretanje WordPress site-a bez spam-ova!

source: This plugin cleans up a number of issues, doing the work of multiple plugins, improving speed, efficiency, security, SEO, and user experience. It removes junk code from the HEAD & HTTP headers, moves JavaScript from header to footer, combines/minifies/caches CSS & JavaScript files, hides the Generator/WordPress Version number, removes version numbers from CSS and JS links, and fixes the "Read more" link so it displays the entire post.
sr_rs: Ovaj plugin rešava veliki broj problema, zamenjuje mnoge dodatke istovremeno poboljšavajući brzinu, efikasnost, bezbednost, SEO i korisničko iskustvo. Uklanja nepotrebne kodove iz ZAGLAVLJA i HTTP zaglavlja, prebacuje JavaScript iz zaglavlja u podnožje, kombinuje/smanjuje/kešira CSS i JavaScript datoteke, sakriva Generator/WordPress broj verzije, uklanja brojeve verzija iz CSS i JS linkova i popravlja link "Pročitajte više" tako da prikazuje ceo post.

source: This plugin redirects all requests for your native WordPress feeds to your Feedburner feeds so you can track all your subscribers and maximize your blog/site readership and user engagement.
sr_rs: Ovaj plugin preusmerava sve zahteve za vaše nasleđene WordPress unose vašim Feedburner unosima kako biste mogli da pratite sve svoje pretplatnike, da uvećate čitalačku publiku svog site-a ili bloga i da podstaknete aktivnosti korisnika.
